export const ToS = () => {
  return (
    <div style={{ lineHeight: "2" }}>
      <p>
        <h3>서비스 소개</h3>
        <div>
          쿤데라는 ( kundera.so ) 는 좋은 문장을 발견하고 공유하는 서비스입니다.
        </div>
        <div>
          “누구나 재능은 있다. 드문 것은 그 재능이 이끄는 암흑 속으로 따라
          들어갈 용기다”, 전 이런 문장이 너무 좋아요. 감명받은 문장을 더 많은
          사람과 나누고 싶고, 다른 사람이 감명받은 문장도 보고 싶어서 서비스를
          만들게 됐어요.
        </div>
      </p>
      <p>
        <h3>개발과 운영</h3>
        <div>
          쿤데라는 버들비(budlebeee@gmail.com)에 의해 개발 및 운영되고 있습니다.
        </div>
        <div>
          사이트는 아마존 AWS 위에서 운영되고 있습니다. 비밀번호는 암호화를 거쳐
          안전히 보관되고 있습니다.
        </div>
      </p>
      <p>
        <h3>이용에 대해</h3>
        <div>
          쿤데라에서는 감명받은 문장을 보관하고, 추가하고, 좋은 문장을 추가하는
          사람을 팔로우할 수 있어요.
        </div>
        <div>현재 서비스는 베타라 많은 기능이 추가되고 변경될 수 있습니다.</div>
        <div>사용자는 서비스의 사용목적에 맞는 방식으로 사용해야 합니다.</div>
        <div>
          서비스에 위해를 가하는 어떤 행동도 해서는 안됩니다. 자동화된 접속
          등으로 사이트에 부하를 가하는 행위는 하지 말아주세요.
        </div>
        <div>
          사이트 운영방침에 위배되는 행위가 있을 시에는 해당ID / IP에 제재가
          가해질 수 있습니다. 이를 위해 서비스 이용과정에서 IP주소나
          이용기록들이 자동으로 생성 및 기록, 수집될 수 있습니다.
        </div>
        <div>
          사이트 이용시의 문제점, 또는 불편한 점은 이메일(budlebeee@gmail.com)
          으로 보내주세요.
        </div>
      </p>
      <p>
        <h3>컨텐츠에 대해</h3>
        <div>
          이 곳에 올려지는 모든 컨텐츠는 사용자들이 공유를 위해 자발적으로
          올리는 것입니다.
        </div>
        <div>
          사이트 운영자는 법적인 문제가 일어날 수 있는 컨텐츠를 삭제할 수
          있습니다.
        </div>
      </p>
    </div>
  );
};
